Repository: AnneGilles/PyramidChameleonI18n
Catalog: pyramidchameleoni18n/locale/*/LC_MESSAGES/PyramidChameleonI18n.po
Languages: de

source: Your Name
de: Ihr Name

source: Email-Address
de: Email-Adresse

source: Submit
de: Abschicken

source: Welcome to TestForm!
de: Willkommen zum Testformular

source: Welcome to ${app-name}, an application generated by<dynamic element> the Pyramid web application development framework.
de: Wilkommen bei ${app-name}, einer Anwendung basierend auf dem Webentwicklungsframework Pyramid.

source: search_documentation
de: Dokumentation durchsuchen

source: This is another test
de: Dies ist ein anderer Test

source: to-deform-form
de: Zum Deform-Formular

source: Pyramid links
de: Links zu Pyramid

source: ${name} was born in ${country}.
de: ${name} wurde in ${country} geboren.
